Repository: jaylann/XCStringsTranslator
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sq, sv, tr, zh_hans

source: Keep app visible
ar: أبقِ التطبيق مرئياً
da: Hold appen synlig
de: App sichtbar halten
es: Mantén la app visible
fr: Garder l'app visible
it: Mantieni l'app visibile
ja: アプリを表示したままにする
ko: 앱을 계속 열어두세요
nb: Hold appen synlig
nl: Houd app zichtbaar
pl: Trzymaj aplikację widoczną
pt_br: Mantenha o app visível
sq: Mbaje aplikacionin të dukshëm
sv: Håll appen synlig
tr: Uygulamayı açık tut
zh_hans: 保持应用可见

source: Switching away or closing the app may interrupt processing.
ar: الانتقال بعيداً أو إغلاق التطبيق قد يقاطع المعالجة.
da: Skift væk fra eller lukning af appen kan afbryde behandlingen.
de: Das Verlassen oder Schließen der App kann die Verarbeitung unterbrechen.
es: Cambiar de app o cerrarla puede interrumpir el proceso.
fr: Quitter ou fermer l'app peut interrompre le traitement.
it: Cambiare app o chiuderla potrebbe interrompere l'elaborazione.
ja: アプリを切り替えたり閉じたりすると、処理が中断される可能性があります。
ko: 앱을 전환하거나 닫으면 처리가 중단될 수 있습니다.
nb: Å bytte vekk fra eller lukke appen kan avbryte behandlingen.
nl: Wegschakelen of sluiten van de app kan de verwerking onderbreken.
pl: Przełączenie się lub zamknięcie aplikacji może przerwać przetwarzanie.
pt_br: Sair ou fechar o app pode interromper o processamento.
sq: Kalimi në aplikacion tjetër ose mbyllja e aplikacionit mund të ndërpresë përpunimin.
sv: Att byta bort eller stänga appen kan avbryta bearbetningen.
tr: Başka uygulamaya geçmek veya uygulamayı kapatmak işlemi kesintiye uğratabilir.
zh_hans: 切换或关闭应用可能会中断处理。

source: email@example.com
da: email@eksempel.dk
es: correo@ejemplo.com
fr: email@exemple.com
it: email@esempio.com
nb: epost@eksempel.no
nl: email@voorbeeld.nl
pl: email@przyklad.pl
pt_br: email@exemplo.com
sq: email@shembull.com
sv: mejl@exempel.se
tr: eposta@ornek.com

source: https://example.com
da: https://eksempel.com
es: https://ejemplo.com
fr: https://exemple.com
it: https://esempio.com
nb: https://eksempel.com
nl: https://voorbeeld.com
pl: https://przyklad.com
pt_br: https://exemplo.com
sq: https://shembull.com
sv: https://exempel.com
tr: https://ornek.com

source: ISO (YYYY-MM-DD)
da: ISO (ÅÅÅÅ-MM-DD)
es: ISO (AAAA-MM-DD)
fr: ISO (AAAA-MM-JJ)
it: ISO (AAAA-MM-GG)
nb: ISO (ÅÅÅÅ-MM-DD)
nl: ISO (JJJJ-MM-DD)
pl: ISO (RRRR-MM-DD)
pt_br: ISO (AAAA-MM-DD)
sq: ISO (VVVV-MM-DD)
sv: ISO (ÅÅÅÅ-MM-DD)
tr: ISO (YYYY-AA-GG)

source: name@domain.com
da: navn@domæne.dk
es: nombre@dominio.com
fr: nom@domaine.fr
it: nome@dominio.it
nb: navn@domene.no
nl: naam@domein.nl
pl: nazwa@domena.pl
pt_br: nome@dominio.com.br
sq: emri@domeni.com
sv: namn@domän.se
tr: isim@domain.com

source: Build
ja: ビルド
ko: 빌드

source: 8:5 (Apple Wallet)
zh_hans: 8:5(Apple 钱包)
